Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: This app does not know this step. It may come from a newer version.
bn: অ্যাপ এই ধাপ চেনে না। এটি নতুন সংস্করণ থেকে আসতে পারে।
es: La app no reconoce este paso. Puede ser de una versión más reciente.
fr: L’app ne reconnaît pas cette étape. Elle peut venir d’une version plus récente.
hi: ऐप यह चरण नहीं पहचानता। यह नए संस्करण से हो सकता है।
it: L’app non riconosce questo passaggio. Potrebbe provenire da una versione più recente.
ja: このステップは認識できません。新しいバージョンで作成された可能性があります。
ko: 이 앱에서 인식하지 못하는 단계입니다. 최신 버전에서 생성되었을 수 있습니다.
pt_br: O app não reconhece esta etapa. Pode ser de uma versão mais recente.
ru: Приложение не распознаёт этот шаг. Возможно, он из более новой версии.
sv: Appen känner inte igen steget. Det kan komma från en nyare version.
zh_hans: 此版本的应用无法识别此步骤。它可能来自较新版本。
zh_hant: 此版本的 App 無法辨識此步驟。它可能來自較新版本。

source: This deletes all logs, including entries hidden by search or Errors only.
bn: এতে সব লগ মুছে যাবে, অনুসন্ধান বা “শুধু ত্রুটি” বিকল্পে লুকানো এন্ট্রিগুলোও।
es: Esto elimina todos los registros, incluidas las entradas ocultas por la búsqueda o por Solo errores.
fr: Tous les journaux seront supprimés, y compris les entrées masquées par la recherche ou par Erreurs uniquement.
hi: इससे सभी लॉग मिट जाएँगे, जिनमें खोज या “केवल त्रुटियाँ” से छिपी प्रविष्टियाँ भी शामिल हैं।
it: Verranno eliminati tutti i log, incluse le voci nascoste dalla ricerca o da Solo errori.
ja: 検索や「エラーのみ」で非表示になっている項目を含め、すべてのログを削除します。
ko: 검색 또는 '오류만'으로 숨겨진 항목을 포함하여 모든 로그를 삭제합니다.
pt_br: Isso exclui todos os logs, incluindo entradas ocultas pela busca ou por Somente erros.
ru: Будут удалены все записи, включая скрытые поиском или фильтром «Только ошибки».
sv: Detta tar bort alla loggar, även poster som döljs av sökningen eller Endast fel.
zh_hans: 这将删除所有日志，包括因搜索或“仅显示错误”而隐藏的记录。
zh_hant: 這會刪除所有記錄，包括因搜尋或「僅顯示錯誤」而隱藏的記錄。

source: This deletes every entry in this category, including entries hidden by search or Errors only.
bn: এতে এই বিভাগের সব এন্ট্রি মুছে যাবে, অনুসন্ধান বা “শুধু ত্রুটি” বিকল্পে লুকানো এন্ট্রিগুলোও।
es: Esto elimina todas las entradas de esta categoría, incluidas las ocultas por la búsqueda o por Solo errores.
fr: Toutes les entrées de cette catégorie seront supprimées, y compris celles masquées par la recherche ou par Erreurs uniquement.
hi: इससे इस श्रेणी की सभी प्रविष्टियाँ मिट जाएँगी, जिनमें खोज या “केवल त्रुटियाँ” से छिपी प्रविष्टियाँ भी शामिल हैं।
it: Verranno eliminate tutte le voci di questa categoria, incluse quelle nascoste dalla ricerca o da Solo errori.
ja: 検索や「エラーのみ」で非表示になっている項目を含め、このカテゴリのすべての項目を削除します。
ko: 검색 또는 '오류만'으로 숨겨진 항목을 포함하여 이 범주의 모든 항목을 삭제합니다.
pt_br: Isso exclui todas as entradas desta categoria, incluindo as ocultas pela busca ou por Somente erros.
ru: Будут удалены все записи этой категории, включая скрытые поиском или фильтром «Только ошибки».
sv: Detta tar bort alla poster i kategorin, även de som döljs av sökningen eller Endast fel.
zh_hans: 这将删除此类别中的所有记录，包括因搜索或“仅显示错误”而隐藏的记录。
zh_hant: 這會刪除此類別中的所有記錄，包括因搜尋或「僅顯示錯誤」而隱藏的記錄。

source: This extension has no file icon theme.
bn: এই এক্সটেনশনে কোনো ফাইল আইকন থিম নেই।
es: Esta extensión no tiene un tema de iconos de archivo.
fr: Cette extension n’a pas de thème d’icônes de fichier.
hi: इस एक्सटेंशन में कोई फ़ाइल आइकन थीम नहीं है।
it: Questa estensione non ha un tema di icone dei file.
ja: この拡張機能にはファイルアイコンテーマがありません。
ko: 이 확장 프로그램에는 파일 아이콘 테마가 없습니다.
pt_br: Esta extensão não tem tema de ícones de arquivo.
ru: В этом расширении нет темы значков файлов.
sv: Det här tillägget har inget filikontema.
zh_hans: 此扩展没有文件图标主题。
zh_hant: 此擴充功能沒有檔案圖示佈景主題。

source: This file is already being closed.
bn: এই ফাইল ইতিমধ্যে বন্ধ হচ্ছে।
es: Este archivo ya se está cerrando.
fr: Ce fichier est déjà en cours de fermeture.
hi: यह फ़ाइल पहले से बंद हो रही है।
it: La chiusura di questo file è già in corso.
ja: このファイルはすでに閉じています。
ko: 이 파일을 이미 닫는 중입니다.
pt_br: Este arquivo já está sendo fechado.
ru: Этот файл уже закрывается.
sv: Filen håller redan på att stängas.
zh_hans: 此文件正在关闭。
zh_hant: 此檔案正在關閉。

source: This file points outside the worktree. Open it with Open File.
bn: এই ফাইল ওয়ার্কট্রির বাইরে নির্দেশ করে। ফাইল খুলুন দিয়ে খুলুন।
es: Este archivo apunta fuera del árbol de trabajo. Ábrelo con Abrir archivo.
fr: Ce fichier pointe hors de l’arbre de travail. Utilisez Ouvrir un fichier.
hi: यह फ़ाइल वर्कट्री के बाहर है। इसे फ़ाइल खोलें से खोलें।
it: Questo file punta fuori dall’albero di lavoro. Usa Apri file.
ja: このファイルはワークツリー外を指しています。「ファイルを開く」を使用してください。
ko: 이 파일은 작업 트리 외부를 가리킵니다. 파일 열기를 사용하세요.
pt_br: Este arquivo aponta para fora da árvore de trabalho. Use Abrir arquivo.
ru: Файл находится вне рабочего дерева. Используйте «Открыть файл».
sv: Filen pekar utanför arbetsträdet. Använd Öppna fil.
zh_hans: 此文件指向工作树外部。请使用“打开文件”打开。
zh_hant: 此檔案指向工作樹外部。請使用「開啟檔案」開啟。

source: This issue belongs to %@. Choose its project before creating the session.
bn: এই issue %@-এর। সেশন তৈরির আগে এর প্রকল্প বেছে নিন।
es: Este issue pertenece a %@. Elige su proyecto antes de crear la sesión.
fr: Cette issue appartient à %@. Choisissez son projet avant de créer la session.
hi: यह issue %@ का है। सत्र बनाने से पहले उसका प्रोजेक्ट चुनें।
it: Questa issue appartiene a %@. Scegli il suo progetto prima di creare la sessione.
ja: この issue は %@ のものです。セッションを作成する前にそのプロジェクトを選択してください。
ko: 이 issue는 %@ 소속입니다. 세션을 생성하기 전에 해당 프로젝트를 선택하세요.
pt_br: Esta issue pertence a %@. Escolha o projeto dela antes de criar a sessão.
ru: Этот issue относится к %@. Выберите его проект перед созданием сеанса.
sv: Den här issuen tillhör %@. Välj dess projekt innan du skapar sessionen.
zh_hans: 此 issue 属于 %@。请先选择其项目，再创建会话。
zh_hant: 此 issue 屬於 %@。請先選擇其專案，再建立工作階段。

source: This package could not be read.
bn: এই প্যাকেজটি পড়া যায়নি।
es: No se pudo leer este paquete.
fr: Ce paquet n’a pas pu être lu.
hi: यह पैकेज पढ़ा नहीं जा सका।
it: Impossibile leggere questo pacchetto.
ja: このパッケージを読み取れませんでした。
ko: 이 패키지를 읽을 수 없습니다.
pt_br: Não foi possível ler este pacote.
ru: Не удалось прочитать этот пакет.
sv: Det gick inte att läsa det här paketet.
zh_hans: 无法读取此软件包。
zh_hant: 無法讀取此套件。

source: This package has files outside its own folder, or links, so it was not installed.
bn: এই প্যাকেজে নিজের ফোল্ডারের বাইরে ফাইল বা লিংক আছে, তাই এটি ইনস্টল করা হয়নি।
es: Este paquete tiene archivos fuera de su propia carpeta, o enlaces, por lo que no se instaló.
fr: Ce paquet contient des fichiers en dehors de son propre dossier, ou des liens ; il n’a donc pas été installé.
hi: इस पैकेज में अपने फ़ोल्डर के बाहर फ़ाइलें या लिंक हैं, इसलिए इसे इंस्टॉल नहीं किया गया।
it: Questo pacchetto ha file fuori dalla propria cartella, o collegamenti, quindi non è stato installato.
ja: このパッケージには自身のフォルダの外にあるファイルまたはリンクが含まれているため、インストールされませんでした。
ko: 이 패키지에 자체 폴더 밖의 파일이나 링크가 있어 설치되지 않았습니다.
pt_br: Este pacote tem arquivos fora da própria pasta, ou links, por isso não foi instalado.
ru: В этом пакете есть файлы вне его собственной папки или ссылки, поэтому он не был установлен.
sv: Det här paketet har filer utanför sin egen mapp, eller länkar, så det installerades inte.
zh_hans: 此软件包包含其自身文件夹之外的文件或链接，因此未安装。
zh_hant: 此套件包含其自身資料夾之外的檔案或連結，因此未安裝。

source: This package is too large to be an icon theme.
bn: এই প্যাকেজটি আইকন থিম হওয়ার জন্য অনেক বড়।
es: Este paquete es demasiado grande para ser un tema de iconos.
fr: Ce paquet est trop volumineux pour être un thème d’icônes.
hi: यह पैकेज आइकन थीम होने के लिए बहुत बड़ा है।
it: Questo pacchetto è troppo grande per essere un tema di icone.
ja: このパッケージはアイコンテーマにしては大きすぎます。
ko: 이 패키지는 아이콘 테마로 보기에는 너무 큽니다.
pt_br: Este pacote é grande demais para ser um tema de ícones.
ru: Этот пакет слишком велик для темы значков.
sv: Det här paketet är för stort för att vara ett ikontema.
zh_hans: 此软件包过大，不可能是图标主题。
zh_hant: 此套件過大，不可能是圖示佈景主題。

source: This page stopped responding. Reload to recover it.
bn: এই পৃষ্ঠা সাড়া দিচ্ছে না। ফেরাতে আবার লোড করুন।
es: Esta página dejó de responder. Recárgala para recuperarla.
fr: Cette page ne répond plus. Rechargez-la.
hi: इस पेज ने जवाब देना बंद कर दिया। फिर लोड करें।
it: Questa pagina non risponde. Ricaricala per ripristinarla.
ja: このページは応答を停止しました。再読み込みしてください。
ko: 이 페이지가 응답을 중지했습니다. 다시 로드하세요.
pt_br: Esta página parou de responder. Recarregue-a.
ru: Страница не отвечает. Перезагрузите её.
sv: Sidan slutade svara. Läs in den igen.
zh_hans: 此页面已停止响应。请重新加载。
zh_hant: 此頁面已停止回應。請重新載入。

source: This page tried to open an unsupported address.
bn: এই পৃষ্ঠা অসমর্থিত ঠিকানা খোলার চেষ্টা করেছে।
es: Esta página intentó abrir una dirección no compatible.
fr: Cette page a tenté d’ouvrir une adresse non prise en charge.
hi: इस पेज ने असमर्थित पता खोलने की कोशिश की।
it: Questa pagina ha tentato di aprire un indirizzo non supportato.
ja: このページは非対応のアドレスを開こうとしました。
ko: 이 페이지가 지원하지 않는 주소를 열려고 했습니다.
pt_br: Esta página tentou abrir um endereço não compatível.
ru: Страница попыталась открыть неподдерживаемый адрес.
sv: Sidan försökte öppna en adress som inte stöds.
zh_hans: 此页面尝试打开不支持的地址。
zh_hant: 此頁面嘗試開啟不支援的位址。

source: This PTY helper cannot acknowledge input failures. Save your work, quit Cascade explicitly, rebuild the helper, and reopen. Existing shells have been preserved.
bn: এই PTY সহায়ক ইনপুট ব্যর্থতা নিশ্চিত করতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede confirmar errores de entrada. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas confirmer les erreurs de saisie. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर इनपुट विफलता की पुष्टि नहीं कर सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può confermare gli errori di input. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーは入力失敗を確認応答できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 입력 실패를 확인할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode confirmar falhas de entrada. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может подтверждать ошибки ввода. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte bekräfta inmatningsfel. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法确认输入失败。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法確認輸入失敗。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。

source: This PTY helper cannot own terminal state replies. Save your work, quit Cascade explicitly, rebuild the helper, and reopen. Existing shells have been preserved.
bn: এই PTY সহায়ক টার্মিনালের অবস্থার উত্তর নিয়ন্ত্রণ করতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede controlar las respuestas de estado del terminal. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas contrôler les réponses d’état du terminal. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर टर्मिनल स्थिति उत्तरों का नियंत्रण नहीं ले सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può controllare le risposte sullo stato del terminale. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーはターミナルの状態応答を管理できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 터미널 상태 응답을 관리할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode controlar as respostas de estado do terminal. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может управлять ответами о состоянии терминала. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte styra terminalens tillståndssvar. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法控制终端状态回复。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法控制終端機狀態回覆。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。

source: This PTY helper cannot preserve configured terminal colors. Existing shells have been preserved; rebuild the helper after saving your work and quitting explicitly.
bn: এই PTY সহায়ক টার্মিনালের কনফিগার করা রঙ রাখতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede conservar los colores configurados. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas conserver les couleurs configurées du terminal. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर कॉन्फ़िगर किए टर्मिनल रंग सुरक्षित नहीं रख सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può conservare i colori configurati del terminale. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーは設定されたターミナルの色を保持できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 설정된 터미널 색상을 유지할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode preservar as cores configuradas do terminal. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может сохранять настроенные цвета терминала. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte bevara terminalens inställda färger. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法保留已配置的终端颜色。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法保留已設定的終端機色彩。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。

source: This PTY helper cannot preserve native shell integration. Save your work, quit Cascade explicitly, rebuild the helper, and reopen. Existing shells have been preserved.
bn: এই PTY সহায়ক নেটিভ শেল ইন্টিগ্রেশন রাখতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede conservar la integración nativa del shell. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas conserver l’intégration native du shell. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर नेटिव शेल इंटीग्रेशन सुरक्षित नहीं रख सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può conservare l’integrazione nativa della shell. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーはネイティブのシェル連携を保持できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 네이티브 셸 통합을 유지할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode preservar a integração nativa do shell. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может сохранять нативную интеграцию оболочки. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte bevara inbyggd skalintegration. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法保留原生 shell 集成。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法保留原生 shell 整合。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。

source: This PTY helper cannot preserve terminal bytes. Quit Cascade explicitly after saving your work, rebuild the helper, and reopen. Existing shells have been preserved.
bn: এই PTY সহায়ক টার্মিনালের বাইট রাখতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede conservar los bytes del terminal. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas conserver les octets du terminal. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर टर्मिनल बाइट सुरक्षित नहीं रख सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può conservare i byte del terminale. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーはターミナルのバイトを保持できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 터미널 바이트를 유지할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode preservar os bytes do terminal. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может сохранять байты терминала. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte bevara terminalbyte. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法保留终端字节。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法保留終端機位元組。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。

source: This PTY helper cannot preserve terminal pixel geometry. Save your work, quit Cascade explicitly, rebuild the helper, and reopen. Existing shells have been preserved.
bn: এই PTY সহায়ক টার্মিনালের পিক্সেল জ্যামিতি রাখতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede conservar la geometría en píxeles del terminal. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas conserver la géométrie en pixels du terminal. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर टर्मिनल पिक्सेल ज्यामिति सुरक्षित नहीं रख सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può conservare la geometria in pixel del terminale. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーはターミナルのピクセルジオメトリを保持できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 터미널 픽셀 크기 정보를 유지할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode preservar a geometria em pixels do terminal. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может сохранять пиксельную геометрию терминала. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte bevara terminalens pixelgeometri. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法保留终端像素几何信息。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法保留終端機像素幾何資訊。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。

source: This PTY helper cannot preserve the native terminal identity. Save your work, quit Cascade explicitly, rebuild the helper, and reopen. Existing shells have been preserved.
bn: এই PTY সহায়ক নেটিভ টার্মিনালের পরিচয় রাখতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede conservar la identidad del terminal nativo. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas conserver l’identité du terminal natif. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर नेटिव टर्मिनल पहचान सुरक्षित नहीं रख सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può conservare l’identità del terminale nativo. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーはネイティブターミナルの識別情報を保持できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 네이티브 터미널 식별 정보를 유지할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode preservar a identidade do terminal nativo. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может сохранять идентификацию нативного терминала. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte bevara den inbyggda terminalens identitet. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法保留原生终端身份。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法保留原生終端機身分。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。
